Repository: sanchezfauste/bPortal
Catalog: portal/locale/*/LC_MESSAGES/django.po
Languages: ca_es

source: List View
ca_es: Vista llista

source: Filter View
ca_es: Vista filtre

source: Detail View
ca_es: Vista detallada

source: Edit View
ca_es: Vista edició

source: Create View
ca_es: Vista creació

source: Read
ca_es: Veure

source: Create
ca_es: Crear

source: Edit
ca_es: Editar

source: Delete
ca_es: Eliminar

source: Single
ca_es: Usuari individual

source: Account
ca_es: Compta d'usuari

source: Home
ca_es: Inici

source: Modules
ca_es: Mòduls

source: Configure portal
ca_es: Configurar el portal

source: Edit views
ca_es: Editar vistes

source: Edit roles
ca_es: Editar rols

source: Edit users
ca_es: Editar usuaris

source: PDF Templates Settings
ca_es: Configuració plantilles PDF

source: Signed in as <b>%(username)s</b>
ca_es: Sessió iniciada com a <b>%(username)s</b>

source: Profile
ca_es: Perfil

source: Logout
ca_es: Tanca sessió

source: Portal cache
ca_es: Cache del portal

source: There are %(cached_calls)s requests to SuiteCRM cached.
ca_es: Hi han %(cached_calls)s peticions a SuiteCRM a la cache.

source: * Clean the cache if you add new fields in the modules or modify the labels, so that the changes appear.
ca_es: * Netejar la cache si s'han afegit nous camps als mòduls o si s'han modificat les etiquetes, per aplicar els canvis.

source: Clear cache
ca_es: Netejar cache

source: Attachments:
ca_es: Fitxers adjunts:

source: %(module)s detail view
ca_es: Vista detallada de %(module)s

source: %(module)s edit view
ca_es: Vista edició de %(module)s

source: %(module)s create view
ca_es: Vista creació de %(module)s

source: List view
ca_es: Vista llista

source: Filter view
ca_es: Vista filtre

source: Detail view
ca_es: Vista detallada

source: Edit view
ca_es: Vista edició

source: Create view
ca_es: Vista creació

source: Available fields
ca_es: Camps disponibles

source: Drag a field here to not show it
ca_es: Arrastrar un camp aquí per a no mostrar-lo

source: Fields
ca_es: Camps

source: Add row (1 col)
ca_es: Afegir fila (1a columna)

source: Add row (2 col)
ca_es: Afegir fila (2 columnes)

source: Fields that will be shown in detail view.
ca_es: Camps que es mostraran a la vista detallada.

source: Fields that will be shown in edit view.
ca_es: Camps que es mostraran a la vista edició.

source: Fields that will be shown in create view.
ca_es: Camps que es mostraran a la vista creació.

source: Save
ca_es: Guardar

source: Module
ca_es: Mòdul

source: There are no modules available.
ca_es: No hi han mòduls disponibles.

source: %(module)s filter view
ca_es: Vista filtre de %(module)s

source: %(module)s list view
ca_es: Vista llista de %(module)s

source: Fields that will be shown in filter view.
ca_es: Camps que es mostraran a la vista filtre.

source: Fields that will be shown in list view.
ca_es: Camps que es mostraran a la vista llista.

source: %(role)s role
ca_es: Rol %(role)s

source: <b>%(role)s</b> role configuration
ca_es: Configuració del rol <b>%(role)s</b>

source: <b>%(role)s</b> role does not exist.
ca_es: El rol <b>%(role)s</b> no existeix.

source: Role
ca_es: Rol

source: Edit role
ca_es: Editar rol

source: Delete role
ca_es: Eliminar rol

source: No role has yet been defined.
ca_es: No s'ha definit cap rol.

source: Role name
ca_es: Nom del rol

source: Only alphanumeric characters or underscores can be used.
ca_es: Només es poden utilitzar caràcters alfanumèrics o guions baixos.

source: Create role
ca_es: Crear rol

source: %(user)s settings
ca_es: Preferències de %(user)s

source: Edit user settings of <b>%(user)s</b>
ca_es: Editar preferències de l'usuari <b>%(user)s</b>

source: Username
ca_es: Nom d'usuari

source: Email
ca_es: Correu electrònic

source: First name
ca_es: Nom

source: Last name
ca_es: Cognoms

source: Contact id
ca_es: Id de contacte

source: Account id
ca_es: Id de compta

source: Is active
ca_es: Actiu

source: Is staff
ca_es: És staff

source: Is superuser
ca_es: És super usuari

source: User type
ca_es: Tipus d'usuari

source: User
ca_es: Usuari

source: Edit user
ca_es: Editar usuari

source: No users found.
ca_es: No s'han trobat usuaris.

source: You do not have access to any module.
ca_es: No té permisos per a veure cap mòdul.

source: Insufficient permissions
ca_es: Permisos insuficients

source: You do not have sufficient permissions to perform this action or you are trying to access a nonexistent module.
ca_es: No teniu permisos suficients per realitzar aquesta acció o esteu intentant accedir a un mòdul inexistent.

source: List
ca_es: Llista

source: Error creating record.
ca_es: S'ha produït un error en crear el registre.

source: Record created successfully.
ca_es: S'ha creat el registre correctament.

source: Cancel
ca_es: Cancel·lar

source: Module %(module)s has not defined the create view.
ca_es: El mòdul %(module)s no té definida la vista creació.

source: Close
ca_es: Tancar

source: Reopen
ca_es: Tornar a obrir

source: The requested record was not found.
ca_es: No s'ha trobat el registre sol·licitat.

source: Module %(module)s has not defined the detail view.
ca_es: El mòdul %(module)s no té definida la vista detallada.

source: Line items
ca_es: Línies

source: Quantity
ca_es: Quantitat

source: Description
ca_es: Descripció

source: List Price
ca_es: Preu tarifa

source: Discount
ca_es: Descompte

source: Sale Price
ca_es: Preu tarifa descompte

source: Tax
ca_es: IVA

source: Tax Amount
ca_es: Import IVA

source: Total (tax included)
ca_es: Total (IVA inclòs)

source: Tax base
ca_es: Base imponible

source: Download PDF
ca_es: Descarregar PDF

source: Collapse all updates
ca_es: Contraure actualitzacions

source: Expand all updates
ca_es: Expandir actualitzacions

source: Update case
ca_es: Actualitzar cas

source: Add update
ca_es: Afegir actualització

source: Ok
ca_es: Acceptar

source: Error updating record.
ca_es: S'ha produït un error en actualitzar el registre.

source: Record updated successfully.
ca_es: S'han desat els canvis correctament.

source: View detail
ca_es: Veure detall

source: Module %(module)s has not defined the edit view.
ca_es: El mòdul %(module)s no té definida la vista edició.

source: Error loading definition of %(module)s module.
ca_es: Error al carregar la definició del mòdul %(module)s.

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: No records found.
ca_es: No s'han trobat registres.

source: Module %(module)s has not defined the list view.
ca_es: El mòdul %(module)s no té definida la vista llista.

source: Clear filter
ca_es: Esborrar cerca

source: Filter
ca_es: Filtrar

source: Remove
ca_es: Eliminar

source: Remove <b>%(record_name)s</b>
ca_es: Eliminar <b>%(record_name)s</b>

source: Are you sure to delete <b>%(record_name)s</b> ?
ca_es: Esteu segurs que voleu eliminar <b>%(record_name)s</b> ?

source: Invoice template
ca_es: Plantilla de factura

source: - disabled -
ca_es: - desactivat -

source: Contract template
ca_es: Plantilla de contracte

source: Quotes template
ca_es: Plantilla de pressupost

source: %(user)s profile
ca_es: Perfil de %(user)s

source: Profile of <b>%(user)s</b>
ca_es: Perfil de <b>%(user)s</b>

source: Change my password
ca_es: Canviar la meva contrasenya

source: User settings updated successfully.
ca_es: S'han actualitzat les preferències de l'usuari.

source: Error while saving user settings.
ca_es: S'ha produït un error a l'actualizar les preferències de l'usuari.

source: Record deleted successfully.
ca_es: S'ha eliminat el registre.

source: Error deleting record.
ca_es: S'ha produït un error a l'eliminar el registre.

source: Insufficient permissions.
ca_es: Permisos insuficients.

source: Invalid request.
ca_es: Petició invàlida.

source: Empty case updates are not allowed.
ca_es: No es permeten les actualitzacions de casos buides.

source: An error occurred while uploading the attachment(s).
ca_es: S'ha produït un error al carregar els fitxers adjunts.

source: An error occurred while creating the case update.
ca_es: S'ha produït un error al crear l'actualització de cas.

source: The case update has been added successfully.
ca_es: S'ha actualitzat el cas correctament.

source: An error occurred while updating the case.
ca_es: S'ha produït un error al actualitzar el cas.

source: The requested file was not found.
ca_es: No s'ha trobat el fitxer sol·licitat.

source: Please specify 'selected_fields'.
ca_es: Si us plau, especifiqui el camp 'selected_fields'.

source: Layout updated successfully
ca_es: Vista actualitzada correctament

source: Please specify 'permissions'.
ca_es: Si us plau, especifiqui el camp 'permissions'.

source: Role '%(role)s' does not exist.
ca_es: El rol '%(role)s' no existeix.

source: Role permissions have been updated.
ca_es: S'han actualitzat els permisos del rol.

source: '%(role)s' role has been removed.
ca_es: S'ha eliminat el rol '%(role)s'.

source: Default role can not be deleted.
ca_es: No es pot eliminar el rol per defecte.

source: '%(role)s' role has been created.
ca_es: S'ha creat el rol '%(role)s'.

source: Error creating role: Invalid role name.
ca_es: S'ha produït un error al crear el rol: El nom no és vàlid.

source: Error creating role.
ca_es: S'ha produït un error al crear el rol.

source: Error retrieving contact
ca_es: S'ha produït un error al recuperar el contacte

source: Contact has no valid email
ca_es: El contacte no té un correu electrònic vàlid

source: Invalid request
ca_es: Petició invàlida

source: The cache has been cleared.
ca_es: S'ha netejat la cache.

source: Preferences have been updated correctly.
ca_es: S'han actualitzat les preferències.

source: Error updating preferences.
ca_es: S'ha produït un error en actualitzar les preferències.

source: Error while retrieving document.
ca_es: S'ha produït un error al recuperar el document.
